Revit 2027 API
ParameterTypeId.PhyMaterialParamBending Property
 "Bending"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamBending { get; }
Public Shared ReadOnly Property PhyMaterialParamBending As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamBending {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamBending : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace